Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: Una Unió dels ciutadans La Constitució Europea estableix la Unió Europea com a Unió dels ciutadans ii dels Estatsdels Estats d’Europa.
en: A Union of peoples The European Constitutionestablishes the European Union, a union of theand statespeoples and States of Europe.

source: Aquesta Unió està obertaa tots els Estats europeusquerespectin els seus valors i es comprometin a promoure’ls conjuntament.
en: This Union is opento all European countrieswhich respect its values and undertake to promote them jointly.

source: Els valors de la Unió La Constitució enuncia els valors en els quals es funda la Unió: el respecte de ladignitat humana, la llibertat, la democràcia, la igualtat, l’estat de dreti elrespecte dels drets humans.
en: The Union's values The Constitution sets out the values on which the Union is based: respect forhuman dignity, freedom, democracy, equality, the rule of law, and respect forhuman rights.

source: Aquests valors són compartits pels Estatsmembres en una societat caracteritzada pel pluralisme, la no discriminació, latolerància, la justícia, la solidaritati la igualtat entre homes i dones.
en: These values are common to the Member States in a societycharacterised by pluralism, non-discrimination, tolerance, justice, solidarityand equality between women and men.

source: El lema de la Unió és “Unida en la diversitat”.
en: The Union's motto is “United in diversity”.

source: La moneda de la Unió és l’euro i el 9 de maig secelebra el Dia d’Europa a tota la Unió Europea.
en: The currency of the Union isthe euro and 9 May is celebrated as Europe Day throughout the European Union.

source: Llibertats fonamentals i nodiscriminació
en: The Constitution prohibits all discriminationon grounds of nationality.

source: Els objectius de la Unió La Unió té l’objectiu de promoure la pau, els seus valors i el benestar dels seuspobles.
en: The aim of the Union is to promote peace, its values and the well-being of itspeoples.

source: Ofereix als seus ciutadans un espai de llibertat, de seguretat i de justícia,així com un mercat únic en què la competència sigui lliure i no estigui falsejada.Treballa per a una Europa amb desenvolupament sosteniblebasat en elcreixement econòmic equilibrat, l’estabilitat dels preus, una economia social demercat altament competitiva i un nivell elevat de protecció i de millora de la qualitatdel medi ambient.
en: It offers its citizens an area of freedom, security and justice, and a singlemarket in which competition is free and undistorted. It strives for a Europe ofsustainable developmentbased on balanced economic growth, price stability, a highly competitive social market economy, a high level of protection andimprovement of the quality of the environment.

source: Promou el progrés científic i tècnic.
en: It fosters scientific and technicalprogress.

source: Lluita contra l’exclusió iles discriminacionsi promou la justícia i la protecció social, la igualtat entresexes, la solidaritat entre generacionsi la protecció dels drets de la infància.La Unió promou la cohesióeconòmica, social i territorial, així com la solidaritatentre els Estats membres.
en: It takes action to stem exclusion and discrimination, and promotesjustice and social protection, gender equality, inter-generational solidarityand protection of children’s rights. The Union promotes economic, social andterritorial cohesionand solidaritybetween its Member States.

source: Uns intruments al servei Per assolir aquests objectius, la Unió compta amb una sèrie de competènciesdels objectius de la Unióque els Estats membres li han atribuït mitjançant la Constitució.
en: Instruments to serve In order to attain these objectives, the Union has certain powerswhich arethe Union’s objectivesconferred upon it in the Constitution by the Member States.

source: Aquestess’exerceixen segons el mètode comunitari, mitjançant instruments específics,dins un marc institucional únic.
en: These powers areexercised using the Community methodand specific instruments within a singleinstitutional framework.

source: La Unió i els Estats membres
en: The Union and the Member States

source: La Unió ha de respectar la igualtat dels Estats membres davant la Constitució.Ha de respectar també la identitat nacionald’aquests, incloent-hi l’autonomialocal i regional.
en: The Union must respect the equality of the Member States before the Constitution.It must also respect the national identityof its Member States, inclusive ofregional and local self-government.

source: Ha de respectar, així mateix,les funcions bàsiques de l’Estat,especialment les que tenen per objectiu garantir la integritat territorial, mantenirl’ordre públic i protegir la seguretat nacional.
en: Likewise, it must respect the essentialfunctions of the State, including those for ensuring territorial integrity, maintaininglaw and order and safeguarding national security.

source: S’abstenen d’adoptar qualsevol mesura susceptible de posar en perill larealització dels objectius enunciats a la Constitució.
en: By virtue of the principle of loyalcooperation, the Union and its Member States, in full mutual respect, will assisteach other in performing the tasks stemming from the Constitution.

source: La Unió i la resta del món
en: The Member States help the Union to fulfil its mission.

source: La Unió disposa de personalitat jurídica internacional per afirmar i promoure elsseus valors i els seus interessos en l’àmbit internacional.
en: The Union has a legal personality to assert and uphold its values and interests The Union and in the international arena.

source: Contribueix a la pau,a la seguretat, al desenvolupament sostenible del planeta, a la solidaritat i alrespecte mutu entre els pobles, al comerç lliure i just, a l’eradicació de lapobresa i a la protecció dels drets humans –especialment els drets delsinfants–, així com al respecte i al desenvolupament del dret internacional.
en: It contributes to peace, security, the sustainablethe rest of the worlddevelopment of our planet, solidarity and mutual respect among peoples, free andfair trade, eradication of poverty and protection of human rights, especiallychildren’s rights, and respect for and consolidation of international law.

source: El dret de la Unió prevalsobre el dret nacional dels Estats membres
en: The Constitution and the law adopted by the Union when exercising the powersassigned to it take precedence over the national law of the Member States.

source: La Constitució i el dretadoptatper la Unió dins l’exercici de lescompetències que li són atribuïdes preval sobre el dret nacional dels Estatsmembres.
en: Union law has primacyover the national law ofthe Member States

source: La ciutadania europea i els drets fonamentals
en: European citizenship and fundamental rights

source: 3.2.1La ciutadania europea
en: 3.2.1European citizenship

source: La ciutadania de la Unió és complementària de la ciutadania nacional i no lasubstitueix.
en: Citizenship of the Union complements national citizenship and does not replace it.

source: Una ciutadania de la Unió com a complementde la ciutadania nacional
en: Citizenship of the Union to complement nationalcitizenship

source: Llista dels drets de quègaudeixen els ciutadansde la Unió
en: List of rights which citizens of the Union enjoy

source: La Constitució afirma clarament els drets que es desprenen de la ciutadania de la Unió: el dret de la lliure circulació i de lliure residència, el dret de vot id’elegibilitat al Parlament Europeu, així com a les eleccions municipals, el dretde la protecció diplomàtica i consular, el dret de petició davant el Parlament Europeu, així com el dret d’adreçar-se al Defensor del Poble Europeu id'escriure a les institucions en una de les llengües oficials de la Uniói de rebreuna resposta en la mateixa llengua.
en: The Constitution clearly asserts the rights which stem from citizenship of the Union: the right to move and reside freely, the right to vote and to stand ascandidates in elections to the European Parliamentand in municipalelections, the right to diplomatic and consular protection, the right to petitionthe European Parliamentand the right to refer matters to the Ombudsmanandto write to the institutions in one of the Union’s languagesand receive a replyin that same language.

source: Una part de la Constitució dedicadaa la vida democràtica
en: Part of the Constitution is devoted to democratic life

source: 3.2.2Els drets fonamentals
en: 3.2.2Fundamental rights

source: La Carta dels drets El text de la Carta dels drets fonamentalsva ser aprovat per una Convenciófonamentals forma partanterior.
en: The text of the Charter of Fundamental Rightshad been approved by aprevious Convention.

source: El 8 de desembre de 2000 el Parlament Europeu, el Consell i laintegrant de la Comissió proclamaven la Carta solemnement.
en: The Parliament, the Council and the Commission solemnlyproclaimed the Charter on 8 December 2000.

source: Tanmateix, la Carta no formava Constitució Europeapart dels Tractats de la Unió i la seva força jurídica no era vinculant.
en: However, the Charter was not partof the Union’s Treaties and had no binding legal force.

source: La Constitució aconsegueix un important avenç que permet que la Uniós’atorgui el seu propi catàleg de drets.
en: The Constitution thus achieves a major breakthrough which allows the Union to have its own catalogue of rights.

source: La Carta s’integra dins la Constituciócom a part II; les seves disposicions tenen força jurídica vinculant sense queaixò suposi una extensió de les competències d’actuació de la Unió.
en: The Charter is incorporated into the Constitution as Part II; its provisions have binding legal force but this does notmean an extension of the Union’s powers.

source: Les institucions, els òrgans i les agències de la Unió han de respectar els dretsque figuren en la Carta.
en: The institutions, bodies and agencies of the Union must respect the rightswritten into the Charter.

source: Les mateixes obligacions s’imposen als Estats membresquan executen el dret de la Unió.
en: The same obligations are incumbent upon the Member States when they implement the Union’s legislation.

source: El Tribunal de Justícia de la Unió Europeavetllarà perquè es respecti la Carta.
en: The Court of Justice willensure that the Charter is adhered to.

source: El contingut de la Carta no ha estat modificat en relació amb el text elaborat perla Convenció anterior; només s’hi han introduït modificacions de tipus formal.
en: The content of the Charter has undergone no changes in relation to the textdrafted by the previous Convention, and only amendments of form have beenmade.

source: El contingut de la Carta és més ampli que el de la Convenció Europea dels Drets Humans i de les llibertats fonamentals(CEDH), signada a Roma el 4 denovembre de 1950 i ratificada per tots els Estats membres de la Unió, així comper altres països. En efecte, mentre que la CEDH es limita als drets civils ipolítics, la Carta dels Drets Fonamentals cobreix altres àmbits, com el dret a teniruna bona administració, els drets socials dels treballadors, la protecció de lesdades personals o la bioètica.
en: The content of the Charter is broader than that of the European Convention forthe Protection of Human Rights and Fundamental Freedoms (ECHR)signedin Rome on 4 November 1950 and ratified by all the Member States of the Union.Indeed, whereas the ECHR is limited to civil and political rights, the Charter of Fundamental Rights covers other areas such as the right to goodadministration, the social rights of workers, the protection of personal data andbioethics.

source: Adhesió de la Unió Segons els termes dels actuals tractats, la Unió no tenia competències pera la Convenció Europea adherir-se a la CEDH.
en: Accession of the Union Under the terms of the current Treaties, the Union had no competence to accedeto the European Convention to the ECHR.

source: En canvi, la Constitució preveu explícitament la pròximadels Drets Humans adhesió de la Unió a la CEDH.
en: By contrast, the Constitution makes explicit provision for the futureon Human Rightsaccession of the Union to the ECHR.

source: De la mateixa manera que la inclusió de la Cartadins la Constitució no suposa una modificació de les competències de la Unió,l’adhesió a la CEDH tampoc no implica una extensió de les competènciesd’actuació de la Unió.
en: As for the incorporation of the Charter intothe Constitution, accession to the ECHR does not mean any change to the Union's powers as defined in the Constitution.

source: La integració total de la Carta i l’adhesió a la CEDH sónmesures complementàries i no alternatives.
en: The full incorporation of the Charter and accession to the ECHR are complementary rather thanalternative steps.

source: Qui fa què a la Unió? Un aclariment deles competències
en: Who does what in the Union?

source: Una classificació de les competències
en: One of the key contributions of the Constitution is that it clarifies the Union'spowers or competences and the respective roles of its institutions.

source: La Unió només pot actuar dins el marc de les competències que li atribueix la Constitució.
en: The Union can act only within the limits of the powers vested in it by the Constitution.

source: Aquesta indica clarament quines són les qüestions per les quals els Estats membres hantransferit una sèrie de poders d’acció a la Unió iintrodueix una classificació de les competències de la Unió.
en: The Constitution sets out clearly the matters for which the Member States have conferred power to act on the Unionand indicates the categoriesof Union competence.

source: La categoria deles competènciesexclusives de la Unió
en: Exclusive Unioncompetence

source: Una primera categoria està formada per algunes qüestions molt específiques pera les quals la Unió actua en solitari en nom del conjunt dels Estats membres.Aquestes són les competències “exclusives”.
en: A first category is made up of certain very specific areas where the Union actsalone on behalf of all the Member States.

source: En aquest cas, per definició,s’ha considerat que una acció a nivell comunitari és més eficaç que una acciórealitzada de manera dispersa per cadascun dels Estats.
en: These are “exclusive” competences.It has been considered that by definition an action at Union level is more effectivethan disjointed action by each of the Member States.

source: Aquesta categoria fa referència a: -la unió duanera; -l’establimentde les regles de competència necessàries per alfuncionament del mercat interior; -la política monetària per als Estats membres que han adoptat l’euro; -la conservació dels recursos biològics del mar en el marc de la políticacomuna de pesca, i -la política comercial comuna.
en: This category covers the following:-customs union;-establishment of competition rules necessary for the functioning of the internal market;-monetary policy of Member States whose currency is the euro;-conservation of marine biological resources under the common fisheries policy;-common commercial policy.

source: Una segona categoria recull els àmbits en els quals actua la Unió quan la sevaacció aporta un valor afegit a l’acció dels Estats membres, a vegades moltimportant.
en: A second category groups the areas in which the Union acts when its actionbrings added value to action taken by the Member States, sometimes in a verycomprehensive way.

source: Aquestes són les anomenades“competències compartides”.
en: These are called “shared competences”.

source: Aquesta categoria fa referència a les qüestions següents: - el mercat interior;
en: This category covers the following:- internal market;

source: determinats aspectes de la política social; la cohesió econòmica, social i territorial; l’agricultura i la pesca, exceptuant la conservació dels recursos biològicsdel mar; el medi ambient;la protecció dels consumidors; els transports;les xarxes transeuropees; l’energia;l’espai de llibertat, seguretat i justícia; alguns aspectes dels reptes comuns de seguretat en matèria de salutpública;
en: certain aspects of social policy;economic, social and territorial cohesion;agriculture and fisheries, except conservation of marine biological resources;environment;consumer protection;transport;trans-European networks;energy;area of freedom, security and justice;certain aspects of common safety concerns in the field of public health;

source: - determinades competències en els àmbits de la recerca, eldesenvolupament tecnològic i l’espai, i -determinades competències en els àmbits de la cooperació per aldesenvolupament i l’ajuda humanitària.
en: - certain powers in the fields of research, technological development and space;-certain powers in the fields of development cooperation and humanitarian aid.

source: Coordinació de les polítiques En altres àmbits determinats, com les polítiques econòmiques i d’ocupació, elsestatals en els àmbits de Estats membres reconeixen la necessitat de coordinar llurs polítiques estatalsl’economia i de l’ocupació dins de la Unió.
en: Coordination In certain other areas, namely economic and employment policies, the Memberof national economic States recognise that their national policies need to be coordinated within theand employment policies Union.

source: Una política exterior i de La Constitució també preveu que la Unió té competència a l’hora de definir iseguretat comuna posar en pràctica una política exterior i de seguretat comuna, incloent-hi ladefinició progressiva d’una política de defensa.
en: A common foreign The Constitution also stipulates that the Union has competence to define andand security policyimplement a common foreign and security policy, including the progressiveframing of a common defence policy.

source: Les competències de suport Finalment, dins d’una darrera categoria de competències, les competènciesde suport, la Unió només intervé per coordinar o per completar les accions dels Estats membres.
en: In the final category of powers, of a “supporting”nature, the Union acts only tocoordinate or supplement action taken by the Member States, which thusretain very substantial freedom of action and the primary responsibility formanagement in relation to their citizens.

source: Aquests conserven, per tant, una gran llibertat d’acció i sónels principals responsables de la gestió en relació amb els seus ciutadans.
en: The Union cannot harmonise nationallegislation in these areas.

source: Aquesta categoria es refereix a:
en: This category covers the following:

source: la protecció i la millora de la salut humana; la indústria;la cultura;el turisme;l’educació, la joventut, l’esport i la formació professional;la protecció civil, i la cooperació administrativa.
en: measures to protect and improve human health;industry;culture;tourism;education, youth, sport and vocational training;civil protection;administrative cooperation.

source: Una clàusula de flexibilitat Per tal que el sistema conservi una certaflexibilitat enfront d’eventualscompleta la classificació llacunes en les competències atribuïdes a la Unió, hi ha una clàusula residualde les competències que permet al Consell de Ministres dur a terme una acció a nivell de la Unióper aconseguir un dels objectius definits a la Constitució.
en: A flexibility clause In order to retain some degree of flexibilityin the system, there is a clause whichcomplements the allows the Council to plug any gaps in the powers conferred upon the Unionclassification of powerswhenever action at Union level is called for in order to attain one of the objectivesof the Constitution.

source: El Consell de Ministres adopta la decisió corresponent per unanimitat, després del’aprovació per part del Parlament Europeu.
en: In such cases, the Council will take a unanimous decisionafter approval by the European Parliament.

source: Un guardià del bon exercici deles competències: el principi de subsidiarietat
en: The principle of subsidiarity: ensuring the proper exercise of powers

source: Els principis de subsidiarietat i deproporcionalitat
en: The principles of subsidiarityand proportionality

source: El principi de subsidiarietatté per objectiu garantir que, en l’exercici de les sevescompetències, la Unió només actuï quan la seva acció sigui realment necessària iaporti un valor afegit a l’acció insuficient dels Estats membres.
en: The principle of subsidiarityis designed to ensure that whenever the Unionexercises its powers it acts only to the extent that such action is actually requiredand brings added value to action taken by the Member States.

source: La finalitat del principi de subsidiarietat és garantir una presa de decisions queestigui el més aprop possible dels ciutadans, verificant en tot moment que l’accióque s’ha d’emprendre a nivell comunitari està justificada respecte a lespossibilitats que ofereixen els nivells nacional, regional o local.
en: The principle ofsubsidiarity is designed to ensure that decisions are taken as closely as possibleto the people, checking constantly that the action to be taken at the Communitylevel is justified in relation to what is possible at the national, regional or locallevels.

source: El principi deproporcionalitatcomparteix l’objectiu de garantir un bon exercici de lescompetències, quan posa en relleu que el contingut i la forma d’acció de la Unióno han d’excedir el que sigui necessari per assolir els objectius del Tractat.
en: The principle of proportionalitytargets the same objective of ensuringproper exercise of powers, stipulating that the content and form of action takenby the Union must not go further than what is necessary to attain the objectivesof the Treaty.

source: Un nou mecanisme per vetllarque es respecti el principi desubsidiarietat
en: A new mechanism to ensurecompliance with the principle ofsubsidiarity...

source: La Constitució reforça l’aplicació dels dos principis.
en: The Constitution strengthens the application of both principles.

source: Quan la Comissió Europeafauna proposta, haurà de justificarde quina manera ha tingut en compte els dosprincipis.
en: When the Commission makes a proposal, it must explainthe way in which it has takenthese two principles into account.

source: Per primera vegada, cada Parlament estatal podrà tornar a examinar lespropostes i tindrà la possibilitat d’emetre un dictamen motivat si considera que nos’ha respectat el principi de subsidiarietat.
en: For the first time, every national parliamentwill be able to re-examine the proposals and issue a reasoned opinion if itconsiders that the principle of subsidiarity has not been respected.

source: Si un terç dels parlaments comparteix elmateix dictamen, la Comissió Europea haurà de revisar la seva proposta.
en: If one third ofthe parliaments hold the same opinion, the Commission will have to review itsproposal.

source: Una Unió legítima i democràtica
en: A legitimate and democratic Union

source: La participació democràtica com a fonament de la Unió
en: Democratic participation as a cornerstone of the Union

source: La Constitució defineix per primera vegada els fonaments democràticsde la Unió reforçant-ne l’expressió concreta.
en: The Constitution for the first time defines the democratic basesof the Unionand gives them more tangible expression.

source: Com assolir una millorparticipació democràtica?
en: How to achieve betterdemocratic participation?

source: La Constitució preveu noves obligacions per a les institucions pel que fa a laconsultade la societat civil, la transparència, l’accés als documents i elrespecte de les dades personals.
en: The Constitution imposes new obligations on the institutions with regard toconsultationof civil society, transparency, access to documents and respectfor personal data.
